{"prose1":[{"type":"text","value":"I’m pretty sure everyone can track their “firsts” with music. First prom: <span class=song id=yeah>Usher’s “Yeah!\"</span> First heartbreak: <span class=song id=wonderful>Eric Clapton’s “Wonderful Tonight.”</span> First time hearing lyrics that felt scandalous: <span class=song id=redlight>TLC’s “Red Light Special.”</span> First song you choreographed a backyard dance routine to: <span class=song id=wannabe>Spice Girls’ “Wannabe.”</span>"},{"type":"text","value":"For me there’s another first that sticks out, the first time I remember explicitly hearing lyrics about same-gender sexual contact: <span class=song id=kissed>Katy Perry’s “I Kissed a Girl.”</span>"},{"type":"text","value":"It’s filled with problematic tropes like this being a drunken (“I got so brave, drink in hand”) fling (“You're my experimental game”) that needs approval from a man (“I hope my boyfriend don't mind it”), but it also had a single earth shattering line for a closeted queer like me who grew up just north of Nashville: “I kissed a girl and I liked it.”"},{"type":"text","value":"I. LIKED. IT."},{"type":"text","value":"And"},{"type":"text","value":"I. FELT. SEEN."},{"type":"text","value":"And"},{"type":"text","value":"I. BOUGHT. LOTS. OF. CHERRY. CHAPSTICK."},{"type":"text","value":"That summer of 2008, the song became a secret anthem, one that I would blast on repeat and sing at the top of my lungs driving around in my very inconspicuous first car: a lime green Pontiac Sunfire."},{"type":"text","value":"At 2:59, I could listen to the defiant bass line about 16 times on the 50-minute drive to second closest Best Buy to snag the flaming pink boxed first season of L Word. The first closest was out of the question because I couldn’t let someone I knew see me with the DVD set. It would have been a giant rainbow flag."},{"type":"text","value":"“I Kissed a Girl” became one of the song’s of the summer. It may have not fully reached mainstream acceptance, but it at least seemed like mainstream permission."},{"type":"text","value":"For as groundbreaking as it felt to hear a woman explicitly singing about being with another woman then, it would take another 13 years for a man explicitly singing about being with another man to top the charts: <span class=song id=montero>Lil Nas X’s “MONTERO (Call Me By Your Name).”</span>"},{"type":"text","value":"This time there’s no pandering, no trepidation, no questioning. Just a Black queer artist fully owning it: “I want that jet lag from fuckin' and flyin', Shoot a child in your mouth while I'm ridin'”?"},{"type":"text","value":"Music can be open to interpretation. It’s those explicit same-gender references, coupled with out and proud artists like Little Nas X, that help to erode the straight status quo bias in pop songs and top charts."}],"prose2":[{"type":"text","value":"Since Katy Perry’s “gay for pay” bop appeared in the year-end Billboard Top 100 in 2008, there have only been 4 other songs with explicitly same-gender lyrics: <span class=song id=pokerface>Lady Gaga’s “Poker Face” (2009)</span>, <span class=song id=amy>Britney Spears “If You Seek Amy” (2009)</span>, <span class=song id=samelove>Macklemore & Ryan Lewis Featuring Mary Lambert’s “Same Love” (2013)</span>, <span class=song id=samelove>Little Big Town’s “Girl Crush” (2015)</span>and <span class=song id=badatlove>Halsey’s “Bad at Love” (2017)</span>."},{"type":"text","value":"That’s 0.33% of songs. Three songs out of roughly 1,200 hits. And ALL of them feature a woman or non-binary person explictly singing about another woman using words like “she”, “her”, “girl”, and “woman” — until now. Toxic masculinity at its finest."},{"type":"text","value":"Out queer artists like Janelle Monáe, Frank Ocean, Kelani, Hayler Kiyoko, Troye Sivan haven’t cracked the year-end Billboard Hot 100, but even when queer artists do reach the pinacle of pop mainstream they rarely sing about same-gender love or relationships."},{"type":"text","value":"In 120 songs from solo acts including Lady Gaga, Kesha, Miley Cyrus, Sam Smith, Demi Lovato, and Halsey, only two (Gaga’s “Poker Face” and Halsey’s “Bad at Love”) include explicit same-gender lyrics."},{"type":"text","value":"Even then, both of those songs also include opposite-gender references: “No, he can't read my poker face (She's got me like nobody)” and “Got a boy back home in Michigan/Got a girl with California eyes.”"},{"type":"text","value":"Queer lyrics aren’t limited to same-gender references. Both Gaga and Halsey are openly bisexual, so singing about men is still inherently and authentically queer for them. But as artists become more open about their sexual orientation and gender identity you’d expect more mainstream lyrics to represent the full spectrum of their lived experiences and go well beyond same-gender references."},{"type":"text","value":"We’ve still got a lot of “firsts” left to create."}]}